[M_UncleTeddy MissionDefinition]
MissionName="Tio Teddy"
MissionDescription="Uma mulher chamada Una pediu que você ajude a vingar seu tio Teddy, que vivia em [place]Fyrestone[-place]. Teddy - um inventor de armas - foi exilado em Pandora depois que a Hyperion se apoderou dos seus projetos de armas. Se conseguir provar que a Hyperion roubou os projetos do seu tio, Una vai querer depená-los até o último centavo. "
TurnInDescription="Você descobriu a história de T. K. Baha... ele nos deixou mas, seu legado ainda permanece."
MissionSummary="Prove que a Hyperion roubou os projetos de armas do tio Teddy."
MissionGiver="Una"
MissionTurnInLocation="Caixa postal de Una ou da Hyperion "
TeaserText="A família em primeiro lugar."

[M_UncleTeddy:FinalObjSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride="Envie os planos para Una ou para a Hyperion."
MissionDescriptionOverride="Uma mulher chamada Una pediu que você ajude a vingar seu tio Teddy, que vivia em [place]Fyrestone[-place]. Teddy - um inventor de armas - foi exilado em Pandora depois que a Hyperion se apoderou dos seus projetos de armas. Sem pestanejar, a Hyperion lhe fez uma contra-proposta e agora você pode escolher a quem entregar os projetos das armas. Se quiser enviar para Una, coloque-os na caixa postal em [place]Fyrestone[-place]. Se preferir entregá-los para a Hyperion, use a caixa postal perto do posto avançado Hyperion."

[M_UncleTeddy:FindBluePrint_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_UncleTeddy:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_UncleTeddy:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_UncleTeddy:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_UncleTeddy:TurnInHyperion MissionObjectiveDefinition]
ProgressMessage="Envie os planos para a Hyperion"

[M_UncleTeddy:TurnInUna MissionObjectiveDefinition]
ProgressMessage="Envie os planos para Una"

[M_UncleTeddy:UncleTeddy_FindBluePrint MissionObjectiveDefinition]
ProgressMessage="Pegue os planos de T. K."

[M_UncleTeddy:UncleTeddy_FindEvidence MissionObjectiveDefinition]
ProgressMessage="Encontre as provas"

[M_UncleTeddy:UncleTeddy_HeadtoCabin MissionObjectiveDefinition]
ProgressMessage="Vá até a cabana do Tio Teddy"

[M_UncleTeddy:UncleTeddy_OpenLab MissionObjectiveDefinition]
ProgressMessage="Abra o laboratório secreto"

